{
  "HomePage": {
    "home": "Trang chủ",
    "about": "Về chúng tôi",
    "solutions": "Giải pháp",
    "career": "Tuyển dụng",
    "blog": "Bài viết",
    "head_office": "Trụ sở chính",
    "head_office_desc": "Công ty Cổ phần AI+DI",
    "head_office_address": "Số 2 Tôn Đức Thắng,\n Phường Sài Gòn, TP HCM, Việt Nam",
    "business_office": "Văn phòng kinh doanh",
    "business_office_desc": "Công ty Cổ phần AI+DI ERP",
    "business_office_address": "Lầu 1, Tòa nhà KicoTrans,\n Số 44-46-48 Bạch Đằng 2, \nPhường Tân Sơn Hòa, TP HCM, Việt Nam",
    "academy_desc": "Công ty Cổ phần AI+DI ACADEMY",
    "academy_address": "Số 2 Tôn Đức Thắng,\n Phường Sài Gòn, TP HCM, Việt Nam",
    "HeroSection": {
      "title": "Reflect,",
      "sub_title": "Not Replace.",
      "description": "Định vị Ai+Di là nền tảng AI nhân văn. AI đồng hành cùng con người trong học tập, công việc và cuộc sống của người Việt.",
      "button": "Tìm hiểu thêm"
    },
    "ValuesSection": {
      "what_we_do": "Giải pháp của chúng tôi",
      "what_we_do_long_txt": "Ai+Di là nền tảng AI lấy con người làm trung tâm, được phát triển để đồng hành chứ không thay thế con người.\nChúng tôi tập trung xây dựng hệ sinh thái AI hỗ trợ làm việc hiệu quả, học tập tích cực và sống cân bằng theo nhịp điệu tự nhiên của con người.\nAi+Di đề cao tính nhân văn, sự bền vững và hiệu suất dài hạn, tránh tối ưu cực đoan dẫn đến kiệt sức. Với nền tảng minh bạch và tôn trọng dữ liệu cá nhân, Ai+Di hướng tới chuẩn mực AI phục vụ con người một cách có trách nhiệm.",
      "what_we_do_btn": "Xem giải pháp",
      "insight_rhythm": "Sản phẩm cốt lõi",
      "learning_rhythm": "Học tập",
      "learning_rhythm_desc": "Cá nhân hóa lộ trình phát triển theo nhịp độ tự nhiên của riêng bạn cùng AI.",
      "working_rhythm": "Làm việc",
      "working_rhythm_desc": "Cộng hưởng cùng AI để tối ưu hiệu suất mà vẫn giữ trọn tính sáng tạo.",
      "life_rhythm": "Cuộc sống",
      "life_rhythm_desc": "Sống tỉnh thức cùng AI để cân bằng và nâng cao trải nghiệm mỗi ngày.",
      "organization_rhythm": "Tổ chức",
      "organization_rhythm_desc": "Đồng bộ hóa mục tiêu và hiệu năng cùng AI qua hệ thống vận hành thông minh."
    },
    "MissionVisionSection": {
      "mission": "Sứ mệnh",
      "mission_desc": "Kiến tạo một nền tảng AI dựa trên niềm tin và giá trị con người – kết hợp Trí tuệ Nhân tạo và Trí tuệ Tự nhiên (Artificial Intelligence + Divine Intelligence) để nâng cao nhận thức, hạnh phúc và sự phát triển của mỗi người.\nAI góp phần mở rộng cơ hội học tập, phát triển và quản trị.",
      "vision": "Tầm nhìn",
      "vision_desc": "Trở thành nền tảng AI nhân văn tiên phong tại Việt Nam, nơi trí tuệ nhân tạo được phát triển trên nền tảng niềm tin và đạo đức, đồng hành cùng con người trong học tập, làm việc và cuộc sống để hướng tới hiệu quả, ý nghĩa và sự phát triển bền vững."
    },
    "PartnerSection": {
      "our_partners": "Đối tác",
      "our_partners_desc": "To create an AI grounded in trust and humanity — one that blends Artificial and Natural Intelligence to enhance human awareness, happiness, and growth."
    },
    "ActivitiesSection": {
      "our_activities": "Hoạt động",
      "our_activities_loading": "Đang tải hoạt động...",
      "our_activities_desc": "To create an AI grounded in trust and humanity — one that blends Artificial and Natural Intelligence to enhance human awareness, happiness, and growth."
    }
  },
  "AboutPage": {
    "Banner": {
      "title": "Khởi nguồn từ Việt Nam,\nhướng đến tương lai có ý thức.",
      "description": "Ai+Di được thành lập vào năm 2025, với một niềm tin giản dị mà sâu sắc: Ai+Di không chỉ tạo ra sản phẩm, mà đang khởi tạo một cuộc dịch chuyển trong nhận thức — nơi AI không thay thế con người, mà giúp con người thấu hiểu bản thân và sống hòa nhịp hơn với quy luật tự nhiên."
    },
    "CoreValues": {
      "title": "Giá trị cốt lõi",
      "description": "Nếu <b>“Niềm tin”</b> là gốc rễ của văn hoá Ai+Di, thì năm giá trị còn lại là thân cây và tán lá - những phần giúp nuôi dưỡng, che chở và lan toả niềm tin đó. Tất cả hợp lại thành “ADN đạo đức” của Ai+Di, định hình cách chúng ta suy nghĩ, hành xử và quyết định mỗi ngày.<br/><b>Chính trực</b> tạo nền tảng, <b>Nhân văn</b> tạo định hướng, <b>Đồng hành</b> tạo sức mạnh, <b>Đổi mới</b> tạo sinh khí, <b>Tinh gọn</b> tạo hiệu quả - và tất cả cùng nuôi dưỡng Niềm tin."
    },
    "OurTeam": {
      "title": "Ban lãnh đạo",
      "description": "Ai+Di is led by a diverse team of visionaries, engineers, educators, and strategists — united by one shared belief: that Artificial Intelligence should elevate humanity, not replace it. From the founders who shaped the vision to the experts driving innovation every day, each person at Ai+Di contributes to building a conscious ecosystem where technology grows with people, not against them.",
      "quote": "And over 100 members who share the same mission."
    }
  },
  "ProductPage": {
    "contact": "Liên hệ",
    "two_pillars": "Bộ đôi giải pháp",
    "one_human": "Một hệ sinh thái lấy con người làm trung tâm.",
    "description": "Hai giải pháp cốt lõi của Ai+Di. <b>Giải pháp AI cho Doanh nghiệp</b> và <b>Giải pháp AI cho Giáo dục</b>.\nKiến tạo hệ sinh thái Trí tuệ Tổ chức & Con người toàn diện. Nền tảng giúp doanh nghiệp bứt phá hiệu suất cùng AI, đồng thời hỗ trợ cá nhân phát triển cân bằng và bền vững."
  },
  "BlogPage": {
    "Banner": {
      "title": "Góc nhìn về AI và con người",
      "description": "Blog cập nhật các hoạt động, sự kiện và câu chuyện của Ai+Di. Phản ánh hành trình xây dựng nền tảng AI thông qua hoạt động thực tế và con người."
    },
    "read_more": "Đọc thêm",
    "most_popular": "Phổ biến nhất",
    "no_blogs_available": "No blogs available",
    "last_blog": "Danh sách bài viết theo thời gian",
    "view_more": "xem thêm",
    "article_not_found": "Bài viết không tìm thấy",
    "back_to_blog": "Quay lại blog",
    "related_topic": "Bài viết liên quan",
    "blog_not_exist": "Không tìm thấy bài viết"
  }
}
